# -*- coding: utf-8 -*-
# Check here: https://regex101.com/
data = {
    r'(?i)^привет\W*$': [
        'ну привет',
        'тебя не звали, иди отсюда',
        'опять ты'
    ],
    r'(?i)^пока\W*$': [
        'ну пока',
        'ну и пиздуй'
    ],
    r'(?i)^пизда\W*$': [
        'не ругайся!'
    ],
    r'(?i)^да\W*$': [
        'манда',
        'хуй на'
    ],
    r'(?i)^нет\W*$': [
        'пидора ответ',
        'что нет то ?'
    ],
    r'(?i)^пид[о?]р\W*$': [
        'пидор дед твой',
        'ты сам пидор',
        'сеня?'
    ],
    r'(?i)^сид[о?]р\W*$': [
        'это я люблю'
    ],
    r'(?i)^го': [
        'го по пиву лучше ',
        'а диплом написали?'
    ],
    r'(?i)*борозд*': [
        '<3',
        'эти усы........',
        'лучший'
    ],
    r'(?i)*лаб*' : [
        'не знаю',
        '.......'
    ],
    r'(?:[^(]*\))|(?:.*\)\))\W*$': [
        '))))))))))))',
        'гы))))'
    ]
}
